[
  {
    "name": "bookMaker",
    "full_name": "SBUtltmedia/bookMaker",
    "html_url": "https://github.com/SBUtltmedia/bookMaker",
    "description": "This project is an online book viewer made by TLL for easier distribution of online books to the public. The program is to help support the distrubtion of E-books to the public.",
    "language": "HTML"
  },
  {
    "name": "Self-Assessment",
    "html_url": "https://github.com/SBUtltmedia/Self-Assessment",
    "description": "This project is a quiz taking web application made for Stony Brook Students. The program is for teachers who want to customize their own quizzes they can give to students.",
    "language": "HTML"
  },
  {
    "name": "SIMPLE",
    "full_name": "SBUtltmedia/SIMPLE",
    "html_url": "https://github.com/SBUtltmedia/SIMPLE",
    "description": "SIMPLE allows you to take your favorite photo and transform it into an interactive online image map. ",
    "language": "HTML"
  },
  {
    "name": "VQ",
    "full_name": "SBUtltmedia/VQ",
    "html_url": "https://github.com/SBUtltmedia/VQ",
    "description": "The program is called IVQ and is an interactive video quiz tool. The point of this is to merge quizzing and videos to make it easier for students to learn.",
    "language": "JavaScript"
  },
  {
    "name": "VRWatsonVive",
    "full_name": "SBUtltmedia/VRWatsonVive",
    "html_url": "https://github.com/SBUtltmedia/VRWatsonVive",
    "description": "Created a small application to spawn wolf mascot on voice command through the use of IBM Watson.",
    "language": "C#"
  },
  {
    "name": "codersNotLoners",
    "full_name": "RahulSondhi/codersNotLoners",
    "html_url": "https://github.com/RahulSondhi/codersNotLoners",
    "description": "The basic idea behind the on-line dating system is that it will allow customers to use the web to browse/search the contents of your database (at least that part you want the customer to see) and to meet people they would be interested in dating. In particular, the web site should allow users to browse other user profiles and to contact those users they are interested in dating to see if the interest is mutual.",
    "language": "JavaScript"
  },
  {
    "name": "RahulSondhi.github.io",
    "full_name": "RahulSondhi/RahulSondhi.github.io",
    "html_url": "https://github.com/RahulSondhi/RahulSondhi.github.io",
    "description": "My own personal site! Constantly changing as I learn more and more about web development!",
    "language": "JavaScript"
  },
  {
    "name": "SBUHacks",
    "full_name": "RahulSondhi/SBUHacks",
    "html_url": "https://github.com/RahulSondhi/SBUHacks",
    "description": "This is the main site for Stony Brook's Hackathon called SBUHacks. This page is the splash page as well as main information hub.",
    "language": "CSS"
  },
  {
    "name": "TedTalkDataAnalysis",
    "full_name": "RahulSondhi/TedTalkDataAnalysis",
    "html_url": "https://github.com/RahulSondhi/TedTalkDataAnalysis",
    "description": null,
    "language": "Python"
  },
  {
    "name": "TravelBuddy",
    "full_name": "RahulSondhi/TravelBuddy",
    "html_url": "https://github.com/RahulSondhi/TravelBuddy",
    "description": "The apps purpose is to make being healthy fun which would make it easy for all sorts of people to get into. Your body is your temple and needs to be constantly taken care of, howevere there are some people who neglect this and this can lead to serious health problems. This app is to help those people get into the whole fitness craze without making difficult for them.",
    "language": "Java"
  }
]
